Repository: myclabs/Inventory
Catalog: application/languages/Keyword/query.tmx
Source language: fr
Languages: en

source: Requêtes sémantiques
en: Semantic queries

source: L'ensemble des mots clés sélectionnés par cette requête est vide.
en: The set of keywords selected by this query is empty.

source: Erreurs de syntaxe
en: Syntax errors

source: Les symboles « | » (« OU ») et « » (« ET ») ne doivent figurer ni au tout début ni à la toute fin de l'expression d'une condition composée. Cette règle n'est pas respectée dans l'expression « [QUERY] ».
en: Symbols « | » (« OR ») and « » (« AND ») should take place neither at the very beginning nor at the very end of a composed condition. This rule is not followed in expression "[QUERY]".

source: Toute condition élémentaire doit être formée de trois membres séparés par deux virgules. Cette règle n'est pas respectée dans l'expression « [QUERY] ».
en: Any elementary condition should be made of three members separated by two commas. This rule is not followed in expression "[QUERY]".

source: Le terme « this » doit figurer en tant que sujet ou objet de toute condition élémentaire. Cette règle n'est pas respectée dans l'expression « [QUERY] ».
en: "this" should appear either as subject or object in any elementary condition. This rule is not followed in expression "[QUERY]".

source: L'identifiant « [REF] » ne correspond à aucun mot clé.
en: Identifier "[REF]" does not match any keywod.

source: L'identifiant « [REF] » ne correspond à aucun predicat direct.
en: Identifier "[REF]" does not match any direct predicate.
